{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "KPrivateCodeLib",
			"Children": [
				{
					"Source":
					{
						"Text": "Reached global max count for this building (5)"
					},
					"Translation":
					{
						"Text": "이 건물의 전역 최대 한도에 도달했습니다 (5)"
					},
					"Key": "ConstructDisqualifier_MaxCountReached"
				}
			]
		},
		{
			"Namespace": "LOCTEXT_CPP_STRING_TABLE",
			"Children": [
				{
					"Source":
					{
						"Text": "SourceString"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Key"
				}
			]
		},
		{
			"Namespace": "ST_KPrivateCodeLib",
			"Children": [
				{
					"Source":
					{
						"Text": "<LightGrey12Reg>Thanks for using </><Orange12Reg>KMods</>"
					},
					"Translation":
					{
						"Text": "<Orange12Reg>KMods</><LightGrey12Reg>를 사용해 주셔서 감사합니다</>"
					},
					"Key": "Widget_SettingPopup.RichTextBlock.Text"
				},
				{
					"Source":
					{
						"Text": "<LightGrey12Reg>we want you to be able to decide whether and </><Orange12Reg>which advertising you want to see!</>\\\r\\\n<LightGrey12Reg>You can change this at any time in the </><Orange12Reg>KPrivateLib Mod Configs.</>\\\r\\\n\\\r\\\n<Orange12Reg>This popup will only appear once</>"
					},
					"Translation":
					{
						"Text": "<Orange12Reg>우리는 사용자가</><LightGrey12Reg>어떤 광고를 볼 지 직접 결정할 수 있도록 하고 있습니다.</>\\\r\\\n<Orange12Reg>KPrivateLib 모드 설정에서</><LightGrey12Reg>언제든지 변경할 수 있습니다.</>\\\r\\\n\\\r\\\n<Orange12Reg>이 팝업창은 한 번만 표시됩니다.</>\n"
					},
					"Key": "Widget_SettingPopup.RichTextBlock_108.Text"
				},
				{
					"Source":
					{
						"Text": "Cannot Snap this module to the building. (To much, Invalid or no Place)"
					},
					"Translation":
					{
						"Text": "이 모듈을 건물에 스냅할 수 없습니다. (공간이 부족하거나 잘못됨)"
					},
					"Key": "Disqualifier_ToMuchModules.Disqualifier_ToMuchModules_C.mDisqfualifyingText"
				},
				{
					"Source":
					{
						"Text": "Collapsed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Wiget_KeyBind.K2Node_Select_0.EnumEntryFriendlyNames[1]"
				},
				{
					"Source":
					{
						"Text": "Default"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BP_SwatchSystem.K2Node_FunctionEntry_0.LocalVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "Discord UserID"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KPCL_Config.BP_ConfigPropertyString_C_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Edit"
					},
					"Translation":
					{
						"Text": "편집"
					},
					"Key": "BPW_KPCL_CustomiserSettingsButton.TextBlock_148.Text"
				},
				{
					"Source":
					{
						"Text": "Enable Sink Option"
					},
					"Translation":
					{
						"Text": "싱크 옵션 활성화"
					},
					"Key": "NetworkSchematic_Unlock_AllowOverflowSink.BP_UnlockInfoOnly_C_0.mUnlockName"
				},
				{
					"Source":
					{
						"Text": "Enable pull rules"
					},
					"Translation":
					{
						"Text": "꺼내기 규칙 활성화"
					},
					"Key": "NetworkSchematic_Unlock_Pull.BP_UnlockInfoOnly_C_0.mUnlockName"
				},
				{
					"Source":
					{
						"Text": "Enable push rule"
					},
					"Translation":
					{
						"Text": "주입 규칙 활성화"
					},
					"Key": "NetworkSchematic_Unlock_Push.BP_UnlockInfoOnly_C_0.mUnlockName"
				},
				{
					"Source":
					{
						"Text": "Enable remote access"
					},
					"Translation":
					{
						"Text": "원격 조작 활성화"
					},
					"Key": "NetworkSchematic_Unlock_RemoteAccess.BP_UnlockInfoOnly_C_0.mUnlockName"
				},
				{
					"Source":
					{
						"Text": "Hidden"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Wiget_KeyBind.K2Node_Select_0.EnumEntryFriendlyNames[2]"
				},
				{
					"Source":
					{
						"Text": "Info"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BP_KPCLUnlockSubsytem.Sprite.SpriteInfo.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Inventory Pull"
					},
					"Translation":
					{
						"Text": "인벤토리 꺼내기"
					},
					"Key": "NetworkSchematic_Unlock_Pull.NetworkSchematic_Unlock_Pull_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Inventory Push Module"
					},
					"Translation":
					{
						"Text": "인벤토리 주입 모듈"
					},
					"Key": "NetworkSchematic_Unlock_Push.NetworkSchematic_Unlock_Push_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "K.Mods Patreons"
					},
					"Translation":
					{
						"Text": "K.Mods Patreons"
					},
					"Key": "Widget_KPCL_PatreonsList.mHeadline.Text"
				},
				{
					"Source":
					{
						"Text": "KMods"
					},
					"Translation":
					{
						"Text": "KMods"
					},
					"Key": "IMC_KPCL_Equipment.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "KMods|MapDisplay"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BP_KPCLCreatureSpawner.NewVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "Missing master Building cannot attach module!"
					},
					"Translation":
					{
						"Text": "기초가 되는 건물이 없어 모듈을 연결할 수 없습니다!"
					},
					"Key": "Disqualifier_MissingMaster.Disqualifier_MissingMaster_C.mDisqfualifyingText"
				},
				{
					"Source":
					{
						"Text": "Module is not allowed here"
					},
					"Translation":
					{
						"Text": "모듈은 이곳에 허용되지 않습니다"
					},
					"Key": "Disqualifier_ModuleNowAllowed.Disqualifier_ModuleNowAllowed_C.mDisqfualifyingText"
				},
				{
					"Source":
					{
						"Text": "Not Hit-Testable (Self & All Children)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Wiget_KeyBind.K2Node_Select_0.EnumEntryFriendlyNames[3]"
				},
				{
					"Source":
					{
						"Text": "Not Hit-Testable (Self Only)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Wiget_KeyBind.K2Node_Select_0.EnumEntryFriendlyNames[4]"
				},
				{
					"Source":
					{
						"Text": "Not shown"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BPW_KPCL_Editor.mPrimary.Keybindings[0].HintText"
				},
				{
					"Source":
					{
						"Text": "Patreon Code"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KPCL_Config.BP_ConfigPropertyString_C_1.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Patreon Configuration"
					},
					"Translation":
					{
						"Text": "Patreon 구성"
					},
					"Key": "KPCL_Config.BP_ConfigPropertySection_C_0.HeaderText"
				},
				{
					"Source":
					{
						"Text": "Private Code Lib for all K.Mods"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KPCL_Config.KPCL_Config_C.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Remote Access"
					},
					"Translation":
					{
						"Text": "원격 조작"
					},
					"Key": "NetworkSchematic_Unlock_RemoteAccess.NetworkSchematic_Unlock_RemoteAccess_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Render Opacity"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MovieSceneFloatTrack_2.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Save And Close"
					},
					"Translation":
					{
						"Text": "저장하고 닫기"
					},
					"Key": "Widget_SettingPopup.Widget_StandardButton.mText"
				},
				{
					"Source":
					{
						"Text": "Save Color"
					},
					"Translation":
					{
						"Text": "색상 저장"
					},
					"Key": "BPW_KPCL_CustomiserSaveIcon.mMaterialName.Text"
				},
				{
					"Source":
					{
						"Text": "Show KMods Neewsfeed (SoonTM)"
					},
					"Translation":
					{
						"Text": "KMods 뉴스피드 표시 (SoonTM)"
					},
					"Key": "Widget_SettingPopup.TextBlock_2.Text"
				},
				{
					"Source":
					{
						"Text": "Show KMods News Feed (SoonTM)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KPCL_Config.BP_ConfigPropertyBool_C_2.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Show Patreon Button"
					},
					"Translation":
					{
						"Text": "Patreon 버튼 표시"
					},
					"Key": "KPCL_Config.BP_ConfigPropertyBool_C_1.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Show Patreon List"
					},
					"Translation":
					{
						"Text": "Patreon 목록 표시"
					},
					"Key": "KPCL_Config.BP_ConfigPropertySection_C_0.BP_ConfigPropertyBool_C_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Sink Utility"
					},
					"Translation":
					{
						"Text": "싱크 도구"
					},
					"Key": "NetworkSchematic_Unlock_AllowOverflowSink.NetworkSchematic_Unlock_AllowOverflowSink_C.mDisplayName"
				},
				{
					"Source":
					{
						"Text": "Swatch Name"
					},
					"Translation":
					{
						"Text": "견본 이름"
					},
					"Key": "BPW_KPCL_Editor.TextBlock.Text"
				},
				{
					"Source":
					{
						"Text": "Target Function"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Hook_PlayerWidget.HookTargetNode_TargetExpression_14.GeneratedMemberReferenceDescriptors[0].DisplayName"
				},
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "문구 블록"
					},
					"Key": "Widget_PatreonUser.mUserName.Text"
				},
				{
					"Source":
					{
						"Text": "Thanks to all supporter!"
					},
					"Translation":
					{
						"Text": "모든 서포터들에게 감사드립니다!"
					},
					"Key": "Widget_KPCL_PatreonsList.mHeadline_1.Text"
				},
				{
					"Source":
					{
						"Text": "Use Custom Swatch System"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KPCL_Config.BP_ConfigPropertySection_C_0.BP_ConfigPropertySection_C_0.BP_ConfigPropertyBool_C_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Use Wire Switch System"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KPCL_Config.BP_ConfigPropertyBool_C_3.DisplayName"
				},
				{
					"Source":
					{
						"Text": "User Created"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BPW_KPCL_CustomiserSaveIcon.BPW_KPCL_CustomiserSaveIcon_C.PaletteCategory"
				},
				{
					"Source":
					{
						"Text": "Visible"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Wiget_KeyBind.K2Node_Select_0.EnumEntryFriendlyNames[0]"
				}
			]
		},
		{
			"Namespace": "ST_NetworkTier",
			"Children": [
				{
					"Source":
					{
						"Text": "Unlock new network tier"
					},
					"Translation":
					{
						"Text": "새로운 네트워크 티어 해제"
					},
					"Key": "KPCL_NetNetworkTier"
				}
			]
		}
	]
}